Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-3990.html.tmx
Source language: sme
Languages: nob

source: Lihku giellabálkkašumiin Gollegiella 2010
nob: Gratulerer med språkprisen Gollegiella 2010

source: Guokte nissonlaš áŋgirušši , Máret Sárá ja Lajla Mattsson Magga , oaččuiga skábmamánu 22. b. jagi 2010 davviriikkalaš giellabálkkašumi .
nob: De to kvinnelige ildsjelene , Máret Sárá og Lajla Mattsson Magga , ble den 22.november tildelt den nordiske språkprisen Gollegiella for 2010 .

source: - Sámediggi sávvá lihku Máret Sárái ja Lajla Mattson Maggai bálkkašumiin ja seammás rámiida sudno dan stuorra ja deaŧalaš barggu ovddas maid soai leaba dahkan ovddidemiin ja gáhttemiin sámegiela , dadjá Sámedikki presideanta Egil Olli .
nob: - Sametinget ønsker å gratulere Máret Sárá og Lajla Mattson Magga med prisen og samtidig berømme dem for den store og viktige innsatsen de har gjort for å fremme og bevare det samiske språk , uttaler Sametingspresident Egil Olli .

source: Máret Sárá ja Lajla Mattson Magga Peter Engström
nob: Máret Sárá og Lajla Mattson Magga Peter Engström

source: Giellabálkkašupmi geigejuvvo juohke nuppi jagi ja 12 500 euro sturrosaš bálkkašumi juogadeaba Máret Sárá ja Lajla Mattsson Magga .
nob: Språkprisen deles ut annen hvert år og prissummen på 12 500 euro vil i år bli delt mellom Máret Sárá og Lajla Mattssom Magga .

source: ja máttasámegiella guovddážis Dán jagi lea davvi- ja máttasámegiella guovddážis .
nob: Nord- og sørsamisk i fokus I år er det nord- og sørsamisk som er satt i fokus .

source: Goappašiid gielaid hállet Norgga ja Ruoŧa bealde Sámis .
nob: Begge språkene snakkes på den norske og den svenske siden av Sápmi .

source: Árvvoštallanlávdegoddi čilge manne Máret Sárá guovttos Lajla Mattsson Maggain oažžuba jagi 2010 Gollagiela bálkkašumi :
nob: Beslutningskomiteen forklaring på hvorfor Máret Sárá og Lajla Mattsson Magga mottar prisen Gollagiella for 2010 :

source: Máret Sárá riegádii 1947 ja bajásšattai Bissojogas Porsáŋggus , Norgga bealde .
nob: Máret Sárá er født 1947 og er vokst opp i Bissojohka / Børselv i Porsanger , Norge .

source: Son lea válljen geavahit iežas eallima ávkin davvisámegiela ovddideapmái .
nob: Hun har dedikert sitt liv til språklig utviklingsarbeid innen nordsamisk .

source: Son lea bargan oahpaheaddjin , čállin , journalistan , Boazodoallohálddahusa ráđđeaddin ja lágádushoavdan ja sus leat leamaš njunuš doaimmat ollu servviin ja politihkalaš bargguin .
nob: Hun har vært lærer , forfatter , journalist , rådgiver på Reindriftsforvaltningen og forlagssjef og hatt ledende posisjoner i ulike foreninger og politiske oppdrag .

source: Bargu sámegielain lea leamaš su fidnogeainnu mearusárpun ja son lea leamaš buorre ovdagovvan sihke fidnodoaimmain ja nissonolmmožin .
nob: Arbeidet med det samiske språket har følt som en rød tråd gjennom hennes yrkeskarriere og hun har vært et godt forebilde både i sin yrkesverksomhet og som kvinne .

source: Ođđa oahpahanvuogit Oktanaga dainna ahte son lea oahpahan ohppiid ja studeanttaid , lea son leamaš mielde rievdadeamen sihke oahpahanvugiid ja ieš oahppovuogádaga .
nob: Nye undervisningsmetoder Parallelt med å undervise elever og studenter har hun bidratt til forandringer av både undervisningsmetoder og selve utdanningssystemet .

source: Son lea almmuhan oahppogirjeráiddu Eatnigiella ovttas Kirsten Pope:in , ja girjjiid sátne- , jietna- ja oahppanstohkosiiguin .
nob: Hun har gitt ut lærebokserien Eatnigiella sammen med Kirsten Pope , og bøker med ordleker , rim og læringsleker .

source: Maŋimus jagiid lea son maiddái almmuhan moadde sámi sátnevájasgirjji .
nob: På den senere år har hun til og med publisert ett par bøker om og med samiske ordspråk .

source: Buohkanassii lea son almmuhan dahje leamaš mielde almmuheamen badjel 40 girjji .
nob: Totalt har hun medvirket i over 40 bøker .

source: Ovddasmanni Máret Sárá lea dakkár olmmoš gii duostá leat ovddasmannin .
nob: Egne veier Máret Sárá er en person som våger å gå sine egna veier .

source: Son lea olles eallináiggistis áŋgiruššan sihke virgáiguoskevaččat pedagogan , journalistan ja čállin , muhto maiddái giellapolitihkalaččat .
nob: Hun har i hela sitt liv vært en pådriver både yrkesmessig som pedagog , journalist og forfatter , men også språkpolitisk .

source: Árvvoštallanlávdegotti mielas dagaha Máret Sárá viiddes áŋgiruššan sámegielain ahte son lea gelbbolaš Gollegiela bálkkašumi vuoiti .
nob: Máret Sáras brede arbeid med det samiske språket gjør henne til en verdig mottager av Gollegiella , anser beslutningskomiteen .

source: Lajla Mattsson Magga riegádii 1942 Kall nammasaš báikkis Jämtlandas , Ruoŧa bealde , ja son lea dasto ássan máŋga jagi Guovdageainnus , Norgga bealde .
nob: Lajla Mattsson Magga er født 1942 i Kall i Jämtland , Sverige , og har senere bodd mange år i Kautokeino , Norge .

source: Universitehtaáiggi rájes lea máttasámegiela gáhtten , oahpaheapmi ja ovddideapmi leamaš guovddážis su fidnodoaimmain ja priváhta eallimis .
nob: Arbeidet med å bevare , lære bort og utvikle det sørsamiske språket har siden universitetstiden vært fokus i både hennes yrkesvirksomhet og private liv .

source: Su doaibmasuorgi lea viiddis ja dasa gullet sihke čáppagirjjálašvuohta ja fágagirjjálašvuohta , jorgaleamit , oahpahus , giellaávdnasiid ja báikenamaid čoaggin ja erenoamážit bargu máttasámegiela sátnegirjjiiguin .
nob: Hennes virksomhetsområde er brett og spenner over både skjønnlitteratur og faglitteratur , oversettinger , undervisning , innsamling av språkmaterial og stedsnavn og ikke minst arbeidet med sørsamiske ordbøker .

source: Pedagoga ja čálli Lajla Mattson Magga lea guhkes áiggi bargan oahpaheaddjin ja sensorin máttasámegielas .
nob: Pedagog og forfatter Lajla Mattson Magga har i lang tid arbeidet som lærer og sensor i sørsamisk .

source: 1984 almmuhuvvui su vuosttaš girji Maahke ryöknie , man čuvvo eará oahppogirjjit ja mánáidgirjjit .
nob: I 1984 ble hennes første bok publisert Maahke ryöknie , som senere ble fulgt av andre lærebøker og barnebøker .

source: Dál lea son mielde jorgaleamen ođđasit biibala máttasámegillii seammás go son bargá máttasámegiela grammatihkkagirjjiin .
nob: Nå deltar hun i arbeidet med en ny oversetting av bibelen til sørsamisk parallelt med at hun arbeider med en sørsamisk grammatikkbok .

source: Su stuorámus olahus giellasuorggis lea bargu guvttiin sátnegirjjiin Åarjelsaemien-daaroen baakoegärjä / Máttasámegiel-dárogiel sátnegirji ( ovttas Knut Bergsland:in ) ja Dárogiel-máttasámegiel sátnegirji / Daaroen-åarjelsamien baakogærja .
nob: Hennes største innsatts innen språkområdet er arbeidet med de to ordbøkene Åarjelsaemien-daaroen baakoegärjä / Sørsamisk-norsk ordbok ( med Knut Bergsland som medförfattare ) og Norsk-sørsamisk ordbok / Daaroen-åarjelsamien baakogærja .

source: Giellaoaivadeaddji Lajla Mattson Magga lea olles eallináiggistis áŋgiruššan garrasit máttasámegielain , mii dagaha su deaŧalaš giellaoaivadeaddjin ja gelbbolaš Gollegiela bálkkašumi vuoitin , čállá árvvoštallanlávdegoddi ákkasteamistis .
nob: Språkinspirator Lajla Mattson Magga har i hele sitt liv bidratt med ett gedigent engasjement for det sørsamiske språkarbeidet , noe som gjør henne til en viktig språkinspirator og en verdig mottaker av Gollogiella , skriver beslutningskomiteen i sin begrunnelse .

source: Almmuhan Holmgren , Hanne .
nob: Publisert av Holmgren , Hanne .

source: Maŋimustá rievdaduvvon 24.11.2010
nob: Sist endret 24.11.2010
